[
  {
    "title": "Paragraph",
    "content": "Hello World"
  },
  {
    "id": 6,
    "title": "Positive Thinking - SSC CGL Previous Year's Passage - 1",
    "content": "Is positive thinking an inherent characteristic of a person or can it (69) be developed in one's psyche?\nThe opinions differ in answering this vital question. Some people believe that it can be inherited from\nparents, and cannot be developed. Others believe that like other qualities it can be developed with\nproper practice and guidance. Still some others hold the opinion that it is hereditary to some extent but\ncan be acquired to some degree. There is also a section of people, who believe that all depends on\ncircumstances or luck. We need to adopt a scientific approach to find an answer to the above question.\nNo one can get success every time even after making efforts, nor can one fail constantly. Moreover,\nsuccess has different meaning for different people. For some students, getting 60 per cent marks is\nsuccess, for others it may not be sufficient. In a competitive examination, success means getting\nselected, whatever the percentage of marks. As for inheritance theory, since positive attitude is not a\nphysical feature but a mental faculty, it cannot be purely hereditary. It can be developed. Moreover,\nparents play a major role in developing this quality of a child. A child, who watches his parents working\nhard, having faith in success through their words, behaviour and body language, is likely to develop a\nsimilar attitude. The children of short-tempered, over-cautious and nervous parents may assume\nsimilar characteristics when they grow up. Psychologists, therefore, prescribe a code of conduct for\nparents' behaviour in front of their children. They must exude confidence, self-belief and hope,\nespecially in difficult situation, so that the children emulate these qualities. They must be taught the\nimportance of being positive before, during and after the performance of a task. There is no better\neducation for a child than watching his parents come out of a tough situation by means of earnest\nendeavours. Such success not only gives more joy but also increases self-confidence."
  },
  {
    "id": 6,
    "title": "Agriculture - SSC CGL Previous Year's Passage - 2",
    "content": "As the House knows, the Prime Minister sent out a circular to all the States a few years ago requesting\nthat the portfolio of agriculture in the States should not be neglected; it should be entrusted to an\nimportant Minister. I think the National Development Council considered this question and they said\nthat as far as possible, the Chief Ministers in the States should handle the portfolio themselves. And\nthen, they have started a Food Production Board in the Cabinet itself at the Centre, and the National\nDevelopment Council has decide that an agricultural production board should be started in each State\nwith the Chief Minister as the Chairman. They have started an agricultural machinery board for\nsupplying machinery. They have taken many steps in addition to the normal measures. The Government\nhas been doing their very best in this regard. But with all that, it has not kept up with the targets fixed,\nunless earnest and vigorous attempts are made. I wish to throw out my own suggestions in this regard.\nThey may not be very pleasant but I wish to be excused because I am speaking from experience. Madam,\nthe first thing is that so far as the producing agency is concerned, its voluntary interest and its\nenthusiasm must be won. For instance, in industrial labour relations, we got out of the way to invite\nlabour and give it even participation in the management and to do everything for labour. This is just to\nsee that industrial relations are good and the industrial output will be increasing day by day. Should we\nnot show some consideration for this producing agency, namely, the farmer? Mr. Thomas has shown\nhow agricultural products, even at these increased prices, are not paying to the agriculturist. He has\nshown that very correctly, and everyone who has intimate connection with agriculture at least will\nagree to that, and if at all anything, that is an under-estimate, not an over-estimate. When that is so,\nhow can we expect the farmer to produce unless he is enthused?"
  },
  {
    "title": "NDWM- SSC CGL Previous Year's Passage - 3",
    "content": "Under the National Drinking Water Mission, the guinea worm problem which is prevalent in only six\nStates will now be eliminated by the end of the current year. Similarly, the Central Government has\ntaken several steps to remove the excess quantity of fluoride from drinking water. Alternative sources\nof clean drinking water and equipment to remove fluoride will be made available to the affected\nvillages. For both the works, a special provision to provide funds to the States is being made. Public\nawakening campaign is being launched in this regard. The Government has taken the decision to open\nlaboratories at all the places for the qualitative testing of drinking water. I would also like to point out\nthat the constructed amenities provided for the disposal of dirt and dirty water are comparatively very\ninadequate. This issue will be taken up for discussion at an early date in the National Seminar and the\npolicy will undergo change. I would like to mention that the World Bank and many countries of the\nworld are: extending their assistance for the implementation of these two programmes. The\nprogramme started to make available drinking water in villages through Rajiv Gandhi National Drinking\nWater Mission, is the biggest in the world and has become a model for other developing countries. In\norder to have systematic agricultural development and to maintain it, an effective system is essential\nfor marketing of agricultural products so that the interests of producers and consumers may be\nsafeguarded. A model Act has been circulated to the States in order to make uniformity in the regulation\nand management of markets. In order to provide basic infrastructure facilities for these markets under\na Centrally-sponsored programme, the committees of the trade centers are given monetary assistance\nto the markets through the State Government. Now, both the programmes for the development of\nmarkets and construction of village godowns have been entrusted to the State Governments."
  },
  {
    "title": "Rubber Board - SSC CGL Previous Year's Passage - 4",
    "content": "The Bill, as passed by the Lok Sabha, is already with the hon. Members The Select Committee earlier\nwent exhaustively into the various provisions of the original Bill and also recorded evidence from some\nof the representatives of the industry. The various recommendations of the select committee has been\nincorporated in the Bill. In addition, the wishes expressed by some of the Members of the Lok Sabha\nhave been incorporated in the Bill. The difficulties of small growers have been apprecrated and the\nmajor portion of the acreage of rubber cultivation is held by the small growers. Proper representation\nto these small producers of rubber will be given. The labour representatives in the Board have been\nincreased from three to four. The labour representatives will be selected from out of the panel of names\nsubmitted by the respective associations an important provision has been made in the Bill to enable\nthe Board to take steps to secure better working conditions for workers engaged in the rubber industry.\nThe present production, of rubber is about twenty thousand tons a year, the demand is increasing every\nyear, while the supply is not keeping pace with the demand. It is proposed to fill up the gap over the\nshort period by importing rubber. The Bill, when passed would enable the Board to import rubber and\na provision has been made as to how any profits that are made out of this import of rubber should be\nutilised. To increase the, production of rubber, it is proposed to take up the development scheme. The\ndetails of which are being worked out. It appears that at present the small grower is at a great\ndisadvantage, as far as the marketing of his rubber is concerned. This problem is rather difficult to solve\nHowever, provisions have been made for the Rubber Board to take up marketing of rubber also. It is\nhoped that the new Board will be able to tackle the problem of the small grower of rubber industry\nsuccessfully. The Rubber industry has established itself as a major industry in India. India ranks high in\nnatural rubber production."
  },
  {
    "title": "PSCA Bill - SSC CGL Previous Year's Passage - 5",
    "content": "Sir, the Press Council Second Amendment Bill was introduced by me in the last session, as I submitted\nin my statement which I laid on the Table of the House. I request the House to consider the Second\nAmendment because an Ordinance had to be issued since the life of the Council was expiring. Since the\nlife of the present council was expiring, we had to issue the Ordinance. At this stage, I do not think have\nmuch to say because it is a very simple Bill. It is only trying to extend the life of the Press Council till the\nend of the year. If we are able to finalize the formation of the Press Council earlier, then, of course, the\npresent term would expire earlier. You will recall, I had said in the course of the last debate that a\nCommittee of Members of Parliament has been working for the drafting of the second Bill, which is\nlikely to come up before the end of this session. The Committee has been sitting and they have been\nable to come to their conclusions more or less. It is now in the drafting stage and I hope it will be possible\nfor me to bring the Bill before the House soon, 1 would not like to go into the merits and demerits of\nthe new Bill at this stage. Would only say that it is a very simple Bill extending the life of the present\nCouncil. I hope the House will approve of this at an early date so that I can go to the other House before\nthe Budget debate is taken up. No doubt about it; it is a very simple Bill dealing with merely the term\nof the Press Council and giving life to the Press Council which would have otherwise expired. Do not\nobject to the contents of the Bill. It has been my general objection that Article 123 of the Constitution,\nwhich empowers the President to promulgate Ordinances during the recess of Parliament, is a very\nspecial power. Therefore, Sir, it is an extraordinary power which has to be exercised with very great\ncaution and care and only in an emergent situation. The First Amendment provides that Congress make\nno law respecting an establishment of religion or prohibiting its free exercise."
  },
  {
    "title": "Importance of English - SSC CGL Previous Year's Passage - 6",
    "content": "In the last few years, thanks to jobs becoming global, the importance of English has increased manifold.\nIt has over the years become an important medium of communication, both at the international and\nintra-national levels. The importance of spoken English is even more, because here are many cases.\nWhere one knows his subject well, but fails to communicate it properly. The practice of spoken English,\ntherefore, is quite essential. Learning English in a country where it is not a native language, opens a\nnumber of opportunities for the Individual. An individual can make strides in the management ladder\nif he or she can speak English fluently. If your English is poor even though with brilliant business ideas,\nyou may still find yourself languishing at the bottom of the management ladder. Your productivity will\ndrop over a period of time since you will find difficulty in expressing your brilliant ideas. Those who can\nspeak good English will probably usurp your ideas and get the credit for all the hard work you did. Group\ndiscussion is one of the ways to test someone's communicative skills generally before the final interview\nfor a job. An English language trainer trains the candidates for group discussions. While training the\ncandidates, the trainer aims at grooming the whole personality etc. He usually organizes number of\nmock interviews to make the candidates confident and to assess them as where they are lacking in\norder to fill the gap. Fear of speaking in front of groups is one of the greatest fears people have. Here,\nthe role of a trainer is very crucial who trains the candidates in practices confidence, and how to\nconcentrate on his or her message. The trainer begins with a strategy that includes understanding your\npurpose and role. Then he makes the candidate team how to structure his material into a meaningful\nmessage. English is a West Germanic language in the Indo-European language family, with its earliest\nforms spoken by the inhabitants of early medieval England."
  },
  {
    "title": "Black Money - SSC CSHL Previous Year's Passage - 1",
    "content": "Money stashed abroad is not always the money, which has been evaded from payment of taxes. Drug\nlords, terrorists groups, gangsters all over the world, along with International Syndicates also keep their\nmoney in safe heavens, where they can lay their hands on it in times of need for their operational\npurposes. There is no mechanism with the Government to determine and say with cent per cent surety\nthat the money hoarded abroad is only the one that has been evaded from payment of taxes and not\nthe other crime linked cash. The Revenue Department and other agencies of the Government like the\nRAW and State Trading Organisations have their offices abroad. There is no common mandate to them\nto report any suspicious transactions by the Indians either visiting or staying abroad. The stark truth is\nthat the black money is the result of high level corruption prevailing in our country. The schemes meant\nfor the poor, even as per the Government reports, are not implemented and the money siphoned off.\nEven laws permit every criminal whether in jail or on bail to hide their names and crimes and create\nfalse alibis. But, here the Government is creating alibis for those people whose names have been\nreceived and disclosed as the persons who are having cash, which is got illegally and is not from any\nknown legal sources. They have stashed this cash in safe tax heavens abroad. Even the Supreme Court,\nthe Apex Court of India, says that nothing moves without bribery in India. A good and alert cop even on\na tourist visa can spot Indians roaming about and visiting these safe tax heavens on Swiss banks. The\nrest of the job of tracing the flight of black money from India can be done locally provided the\nGovernment has the will. So far, the Government has been making excuses, some tenable and some\nuntenable."
  },
  {
    "title": "Stretching - SSC CHSL Previous Year's Passage - 2",
    "content": "Stretching s specific tendon or muscle can improve the elasticity of muscles, which in turn helps in\nachieving a comfortable muscle tone. There are several benefits of regular stretching, and it should be\nan integral part of every workout program. It not only helps increase your flexibility, which is an\nimportant part of fitness, but it can also improve your posture, body aches, reduce stress, and much\nmore. One of the benefits of regular stretching is that it enhances flexibility. Being flexible has its own\nadvantages, as it not only improves your day to day activities, but can also help delay the reduced\nmobility that comes with aging. Stretching 9on a regular basis can help increase your range of motion.\nYou can either go for static or dynamic stretching as they both are effective when it comes to the\nincreasing range of motion. According to the studies, proprioceptive neuromuscular facilitation or PNF\ntype of stretching is more effective for immediate results. Regular stretching can not only help heal an\nexisting back injury but can also prevent future back pain by reducing your risk for muscle strain and\nstrengthening your back muscles. All the people who regularly go to the gym know how helpful\nstretching can be. Performing dynamic stretches prior to exercise in the gym can help prepare your\nmuscles. Not the only gym, but it can also help you improve your performance in dance or an athletic\nevent. It is only natural that your muscles get tense when you experience physical or emotional stress.\nThis is because the tightening of your muscles is the response of the body towards stress. All you need\nto do is focus on the areas of your body where you feel the stress, such as your neck, shoulders, etc.\nand stretch those parts of your body."
  },
  {
    "title": "Iodine Fortification - SSC CHSL Previous Year's Passage - 3",
    "content": "Iodine fortification is what most countries rely on to encourage adequate dietary intake. In more than\nseventy countries that iodize salt generally serves as the major source of iodine intake. One fourth of a\nteaspoon of iodized salts has about hundred micrograms of iodine. Note that the salt used in processed\nfoods, which is the major source of salt for most Americans typically does not contain iodine. If salt used\nin a processed food contains iodine, it will be listed in the ingredients list of that food. Focus on\ndecreasing the amount of salt consumed from processed foods and get your sodium from iodized salt.\nSeaweed, saltwater fish and seafood are natural sources of dietary iodine. Dairy products also supply\niodine in the diet at varying levels. During lactation, the breast concentrates iodine in milk so breastmilk\ntends be a good source of iodine as long as the iodine intake of a mother is adequate. Plants grown in\niodine rich soil are also good sources. However, this is not a reliable source of iodine since there is no\nway of knowing whether produce purchased in grocery stores is grown in iodine rich soil or not. Iodized\nsalt usually adds less than about three hundred micrograms iodine daily to the diet. Most multivitamin\nmineral supplements contain 150 micrograms of iodine. With the safe upper limit of daily iodine intake\nfor adults set at 1,100 micrograms by the IOM it is unlikely to hit an excess amount when including a\nmultivitamin and including natural sources of dietary iodine. The trend of eating less table salt, dairy\nand bread has some experts concerned that iodine deficiency could be on the rise again. Eating a\nhealthy, balanced diet that includes iodine rich foods and iodized salt is key to good health."
  },
  {
    "title": "Public Banks Merger - SSC CHSL Previous Year's Passage - 4",
    "content": "After the recent merger of two former public sector banks, Vijaya Bank and Dena Bank into Bank of\nBaroda, the BoB is now the second largest public sector bank of the country. It now has 9,500 branches\nand 85,000 employees with a business mix of more than Rs.15 lakh crore. It is reported that the BoB\nwill protect the interests of all the employees and customers. It is also stated that the BoB will focus on\nthe operational costs, customer satisfaction and will try to maximize profit. Historically, the experience\nof bank mergers or amalgamations in India is mixed. In most cases, improvement was not much. Even\nthe recent merger of associated banks of the State Bank of India into the SBI has not been very\nsatisfactory. A bank has to do its business in a complex environment where domestic and international\neconomic factors influence it. Even political interference is not absent. Now, private and public sector\nbanks are doing business in a common market. Practically, these two categories do not do their jobs in\nthe same way. Therefore, the BOB faces several challenges in the days to come. There are many big\nbanks that have either liquidated or face great financial trouble. Amalgamation cannot be an end in\nitself, Some of the challenges are internal to the bank and same are external to it Some of the internal\nchallenges, as has been pointed out, are first, Dena Bank and BoB has a similar background and culture,\nwhich can be takes as the old Gujarati culture. But Vijaya Bank came from a different milieu. So, some\ncultural shock in human resources development is expected Second, Dena Bank and Vijaya Bank had a\nhuge baggage of NPA. Third, Dena Bank and Vijaya Bank had a large exposer to trade finance. In this\nsector, asset recovery is more difficult. Fourth amalgamation may not give any geographical advantage\nas these three banks have narrow coverage India's north and east regions."
  },
  {
    "title": "Cyber Technology - SSC CHSL Previous Year's Passage - 5",
    "content": "Cyber technology has also changed the way we do financial trade. More and more people are using\nonline platforms for shopping, transferring money and other financial dealings. Moreover, efforts are\nbeing made to facilitate financial education in schools in order to make students ready for future. In\nview of Increasing cyber crimes related to financial frauds, the subsequent chapters provide an\noverview to children on cyber threats related to online financial transactions and how to safeguard\nourselves against such threats. The subsequent chapters of the report cover cyber threats related to\nsocial networking and how to safeguard against such threats. The report will help students and other\nusers to learn about cyber threats and ways in which they can protect themselves. As a change agent,\nstudents and their mentors are expected to share their learning with their peers and parents and\ncontribute in making cyber space safer. Nowadays, internet, computers, smart phones and other\ncommunication technology devices have become an integral part of our life. Imagine how much time\nwe spend each day on these smart devices. We have made internet communication mediums like emails, Whatsapp, Facebook, etc. part and parcel of our everyday activities. But most of us are unaware\nof cyber safety and security features to safeguard ourselves. Do you know that whatever information\nor personal details are shared on internet stay online forever as it is extremely difficult to delete the\ninformation completely? Cyber are offences that may be committed against individuals, firms or\ninstitutions by using computers, internet or mobile technology. Criminals in cyber space use platforms\nsuch as social networking sites, e-mails, chat rooms, pirated software, websites, etc., to attack victims.\nAccording to the Indian Computer Emergency Response Team, over 53,000 cases of cyber security\nIncidents were reported in 2017 in India."
  },
  {
    "title": "Budget  - SSC CHSL Previous Year's Passage - 6",
    "content": "Sir, I would like to state that the Budget is only an annual financial statement anticipating the total\nrevenues and the total expenditure of the Government. It can try to solve the existing problems in the\ncountry and also carry forward the process of growth that has been achieved so far. A Budget has to be\nimplemented in a number of parameters. We have to look at the parameters and then judge the Budget.\nAfter looking from all these angles, I would say that the Union Budget is a good Budget, Among other\nthings, the most salient aspect of this Budget is that it carries the mandate given in the Common\nMinimum Programme. The Budget has to carry forward all the plans and schemes that have been given\nin the Plan and it has to serve the goals of not only growth but also inclusive growth. Only growth can\nrelieve India from the clutches of poverty and unemployment. No magic remedies are available except\nthat we have to promote sustained growth in agriculture, sustained growth in industry and sustained\ngrowth in infrastructure. Without that it is not possible, and that would be possible only with generous\nfundings. Sir, I rise to support the General Budget which has been presented by the hon. Finance\nMinister. He deserved our appreciation for presenting the growth- oriented Budget. As you know, this\nis the fifth Budget of the hon. Finance Minister as well as of this Government. In my considered view,\nthis is the finest of all the Budgets which has been presented by this Government. Some hon. Members\nwere finding fault with the Government for not eradicating poverty and not reducing inequalities in this\ncountry. These are all old problems and cannot be tackled by Budget. A budget expresses intended\nexpenditures along with proposals for how to meet them with resources. A budget may express a\nsurplus, providing resources for use at a future time, or a deficit in which expenditures exceed income\nor other resources."
  },
  {
    "title": "Habit of Reading",
    "content": "The Habit of Reading: Studying is the main source of knowledge. Books are indeed never failing friends\nof man. For a mature mind, reading is the greatest source of pleasure and solace to distressed minds.\nThe study of good books ennobles us and broadens our outlook. Therefore, the habit of reading should\nbe cultivated. A student should never confine himself to his schoolbooks only. He should not miss the\npleasure locked in the classics, poetry, drama, history, philosophy etc. We can derive benefit from\nother’s experiences with the help of books. The various sufferings, endurance and joy described in\nbooks enable us to have a closer look at human life. They also inspire us to face the hardships of life\ncourageously. Nowadays there are innumerable books and time is scarce. So we should read only the\nbest and the greatest among them. With the help of books we shall be able to make our thinking mature\nand our life more meaningful and worthwhile. A Visit to an Exhibition: Recently, an exhibition ‘Building\nA New India’ was held in the capital. It was organized by the Ministry of Information and Broadcasting,\nGovernment of India. The exhibition was set up in the Triveni Kala Sangam. The chief exhibits were\nphotographs, novels, some sculptures by Indian modern artists presenting Indian cultural inheritance.\nFirst of all, I visited the general section of the exhibition where different charts and photographs\ndepicting India’s development in various fields were set. Most impressive photographs among these\nwere those showing India’s nuclear development. The second section dealt with India’s magnificent\nhistorical background. I was fascinated by the pictures of Mohanjodaro excavation. Then I saw the most\nbeautiful and colorful section of the exhibition i.e. the cultural section. It consisted of paintings,\nsculptures, photographs etc. The Rajasthani and Gujarati paintings were very colourful and attractive.\nThis exhibition, inaugurated by the Prime Minister, lasted for a week."
  },
  {
    "title": "My Favorite Teacher",
    "content": "A teacher is called builder of the nation. The profession of teaching needs men\nand women with qualities of head and heart. There are many teachers in our school and a large number\nof teachers among them are highly qualified. I have great respect for all of them. Yet I have a special\nliking for Miss Y. Miss Y is a woman of great principles. She is jewel among all the teachers. Almost all\nthe students respect her. She teaches us English. She is quite at home in this subject. She takes keen\ninterest in teaching students. Simple living and high thinking is her motto. She is a woman of sweet\ntemper and is always ready to help in difficulties. She treats us like her own brothers and sisters. She is\nan ideal teacher. It is these qualities of head and heart that have endeared Miss Y to the students and\nteachers alike. She is an ideal teacher in real sense of the word. She is the real model to emulate. May\nshe live as long as there is sweet fragrance in the flowers? When My Teacher Scolded Me: Scolding is\nsomething common in student life. Being a naughty boy, I am always scolded by my parents. But one\nday I was severely scolded by my English teacher. She infect teaches well. But that day, I could not resist\nthe temptation that an adventure of Nancy Drew offered. While she was teaching, I was completely\nengrossed in reading that book. Nancy Drew was caught in the trap laid by some smugglers and it was\nthen when I felt a light tap on my bent head. The teacher had caught me red handed. She scolded me\nthen and there and insulted me in front of the whole class. I was embarrassed. My cheeks burned being\nguilty conscious. When the class was over, I went to the teacher to apologize. When she saw that I had\nrealized my mistake, she cooled down and then told me in a very kind manner how disheartening it was\nwhen she found any student not paying attention. I was genuinely sorry and promised to myself never\nto commit such a mistake again."
  },
  {
    "title": "The Saddest Day of My Life",
    "content": "Days are not of equal value in one’s life. Some bring happiness while others\nbring sadness. Sadness and happiness both are equally important to man’s life, since they are the two\nsides of a coin. As we cannot forget the happiest day, we are unable to forget the saddest day of our\nlife too. The saddest day of my life was the Diwali Day. Diwali is considered to be a happy festival and\ntill last Diwali, it was my favorite festival. On last Diwali, my sister, my brother and I were busy lighting\nthe fireworks. I was holding a ‘fuljhari’ in my hand and unfortunately my younger brother, who was\nstanding just beside me, had a cracker in his hand. This cracker caught fire and a very loud explosion\nwas heard which shook my sister and me. After that, we all could think of nothing else than blood\nstained cotton, bandage, dettol etc. My cousin took my brother to the doctor where he got 14 stitches\nin his forefinger and thumb. But at home, everybody kept cursing and blaming me for the mishap. That\nnight, I could not sleep and I cried a lot. For next few days, I bore the burden of this blame for being\nresponsible for this unfortunate incident. I felt deeply guilty conscious which I was able to overcome\nafter a long time. Life Is Action, Not Contemplation: Life offers many opportunities to us to succeed and\nsee it closely. But action is required for it. Goethe, a German philosopher rightly remarked that ‘Life is\naction, not contemplation’. Even Charles Darvin proved that this life is a continuous struggle for the\n‘survival of the fittest’. One who is not suitable perishes - this is nature’s law. Action is necessary to\nadjust ourselves in any possible circumstances. Dreams are the necessary propellers but life itself is not\nmerely a dream or reverie. Sitting on a chair, brooding, man would never have been able to reach the\nmoon. But man thought, imagined and strove. Consequently we reached the hitherto unknown heights.\nThus a life of thought and reflection will be futile if man does not try to make it come true in real life."
  },
  {
    "title": "Think and work hard",
    "content": "Banwarilal is a simple soul who believes whatever he is told. The village boys are aware of this and\nexploit his simplicity for a few laughs. One day, Banwarilal is on his way to the market with his son to\nsell their donkey. He comes across some village boys out to have fun. Seeing the father and son duo\nwalking with the donkey, they first suggest that let the son ride on the donkey and save the effort. The\nson is put on the donkey’s back. The boys then ridicule the boy for riding while the father walks. The\nfather and son switch places. The father rides while the son walks. The boys then taunt the father for\nmaking the poor son walk and advise the duo to ride the donkey together. Thinking it a good idea they\ncomply. The poor donkey collapses from exhaustion. The boys then express their disgust at the duo for\nill-treating the donkey and advice that they take the donkey to an animal doctor. The duo again follows\nthe advice. On the way, they come across barking stray dogs. In the confusion that ensues, the donkey\nfalls into the flowing river. The donkey is lost forever. Banwarilal loses the donkey because he follows\nwhat he is suggested without thinking for himself. Moral: He who listens to everybody will only become\na laughing stock. One hot day, a thirsty crow flew all over the fields looking for water. For a long time,\nhe could not find any. He felt very weak, almost lost all hope. Suddenly, he saw a water jug below the\ntree. He flew straight down to see if there was any water inside. Yes, he could see some water inside\nthe jug! The crow tried to push his head into the jug. Sadly, he found that the neck of the jug was too\nnarrow. Then he tried to push the jug to tilt for the water to flow out, but the jug was too heavy. The\ncrow thought hard for a while. Then, looking around it, he saw some pebbles. He suddenly had a good\nidea. He started picking up the pebbles one by one, dropping each into the jug. As more and more\npebbles filled the jug, the water level kept rising. Soon it was high enough for the crow to drink. His\nplan had worked! Moral: Think and work hard, you may find solution to any problem."
  },
  {
    "title": "French Revolution",
    "content": "At the beginning of the eighteenth century, France was a monarchy ruled by an\nautocratic king. The French society was divided into three Estates, or classes. The First Estate consisted\nof the clergy. The Second Estate consisted of the nobility. The Third Estate consisted of the peasants\nand the bourgeoisie, which included professionals and the wealthy merchants. The First and Second\nEstates enjoyed many privileges, and paid almost no taxes. Wealth was concentrated in their hands.\nThe Third Estate had no privileges. This Estate bore the burden of taxation. The peasants had to perform\nunpaid compulsory services. Tax default was punished with imprisonment in the state prison called the\nBastille, which became a symbol of oppression. Inspired by the democratic ideas of French philosophers\nlike Rousseau, Voltaire and Montesquieu, the bourgeoisie demanded political rights and government\nby the consent of the people. Estates-General France had an assembly called the Estates-General, meant\nto represent all the three Estates. The Estates-General, however, was never summoned between 1614\nand 1789. Benazir Bhutto: Benazir was assassinated on December 27, 2007 in Rawalpindi by the Islamic\nterrorists, when she was addressing one of the election meetings due to be held soon afterwards. Her\ndeath postponed the elections; the Pakistan People’s Party triumphed at the polls thereby shattering\nthe dream of Nawaz Sharief of the Muslim League to occupy power. Zardari, in his earlier avatar as\nConsort of Benazir, earned nickname of Mr. 10%. Lo & behold, Mr. 10% now becomes head of the State.\nZardari has visited a number of countries in his quest to seek foreign financial assistance and military\nassistance to defeat the Taliban. The monster created by Pakistan refuses to vanish and is now\ndetermined to destabilize the country and bring down the entire superstructure. The Swat Valley in\nearly 2009 was occupied by the Islamic militants before they were ousted by a determined army action."
  },
  {
    "title": "Climate Change",
    "content": "The climate is the commonly considered to be the weather averaged over a long period\nof time, typically 30 years. Somewhat more precisely, the concept of “climate” also includes the\nstatistics of the weather—such as the degree of day-to-day or year-to-year variation expected. The\nInter-governmental Panel on Climate Change (IPCC) glossary definition is: Climate in a narrow sense is\nusually defined as the “average weather”, or more rigorously, as the statistical description in terms of\nthe mean and variability of relevant quantities over a period of time ranging from months to thousands\nor millions of years. The classical period is 30 years, as defined by the World Meteorological\nOrganization (WMO). These quantities are most often surface variables such as temperature,\nprecipitation, and wind. The factors that determine the climate at a location are the rainfall, sunshine,\nwind, humidity and temperature. Climate change refers to long term changes in climate including\noverage temperature and precipitation. Earth’s climate is changing and this is causing great concern.\nThe changes place in the atmosphere have become one of the serious threats that world faces today.\nHuman activities have the potential to disturb the balance of natural systems and cause warming of the\nplant to an unprecedented extent. Some of these countries are increasing the greenhouse gases\nemission to an extent that nature system is now not able to assimilate these gases. As a result, climate\nchange has started endangering biodiversity, food and fresh water supply, impacting human health\nworldwide, especially in developing countries like India due to low adaptive capacity. Indias climate can\nbe classified as a hot tropical country, except the northern states of Himachal Pradesh and Jammu &\nKashmir in the north and Sikkim in the northeastern hills, which have a cooler, more continental\ninfluenced climate. In most of India summer is very hot. In India, summer, winter, and the rainy\nseason are considered to be the main seasons. We also divide the year into six seasons, namely, vasant,\ngrishma, varsha, sharad, hemant and shishir."
  },
  {
    "title": "Value of Science",
    "content": "The present era is the era of science. Science has undoubtedly done a great service to\nmankind. Man, a rational being, has been curious to explore mysteries of nature and this led to many\ndiscoveries being made in various part of the world. But he is never satisfied with the acquired\nknowledge and is always keen to unravelle mysteries of the universe. He has conquered the land and\nair. His incredible lust for knowledge has revolutionised human life and raised the standard of life. He\nwas able to invent innumerable ways of making his life comfortable and happy. Every sphere of life has\nbeen revolutionized by science. There have been innumerable inventions. One of the greatest\ninventions is the invention of medicines. There has been a series of tests carried out using animals as\nsubjects and various medicines have been tried out on these animals to check their efficacy. Many fatal\ndiseases can now be cured because we have the drug to fight those diseases. It has reduced the rate of\ninfant mortality and increased the life span. Before these inventions millions of people died for lack of\nmedical care. Science has given us many machines that have made our lives very comfortable. Buses,\ncars, sewing machines, mixies, grinders, etc. are all machines that are used every day by us and the\ndiscovery of electricity has made it possible for us to change night into day and summer into a\ncomfortable cool season. It is now easy to cultivate fields as we have tractors. New forms of irrigation\nare now being employed. It is easier to protect the crops because of the use of various chemicals and\npesticides. Even mosquitoes can be driven away because of the discoveries made in science. It has\nenabled man to entertain himself in many ways. TV, radio, video and the cinema are all popular means\nof entertainment. Besides entertainment they educate the masses. Today the computer has made life\neven easier for us. The press, the means of communication, etc. have all improved because of science\nand its gifts to us."
  },
  {
    "title": "Mobile Phones",
    "content": "Mobile phones are the little wonders of the 21st century they have revolutionized and transformed our\nlives completely. Mobile revolution is the story of the creation of a mobile market and worldwide\nservices, exploring new possibilities of transforming how we will live, work and play. The mobile phones\nhave undertaken a fascinating journey from worldwide internet messaging content and multimedia\nmessaging to camera phones, to location based services, mobile phone televisions, 3G phones etc.\nMobile revolution is not only mind-boggling but also quite dramatic with the rapid pace of change in\ntechnology. Today, life without mobile phones is not only unimaginable but also unlikely. The\nconventional land lines, cumbersome and outdated, appear redundant and obsolete in comparison to\nthese handy little gadgets. Gone are the days, when you needed a telephone directory in order to look\nfor the phone number, you wish to dial. The utility of these sleek little phones is such that even if one\nhas the option of using a land line one usually prefers to use this amazing device because of its easy\naccessibility. With advancement in science and technology, every new model which comes in the\nmarket is superior to its previous one, with more options and wider range of services. It provides access\nto entertainment and opens up a vast new world of information, work and play, so comprehensive,\nimmediate and useful that one wonders how one can get along without it and how one had functioned\nso long without this utility. Multitude of internet based services is also available on these hand sets on\nwhich one can down load any music, video game and so on. Today, one can buy tickets over a phone\nbut soon phones could become the payment method itself. There is no doubt that today India is one of\nthe large consumers of mobile phones witnessing one of the greatest electronic revolutions of our\ntimes. Mobile phones have amazingly and interesting impacted our lives as they allow us to walk away\nwith them and to own ourselves completely, most importantly they are very intimate and ha an extraordinary reach. However, it is just the beginning of a new way life and still the possibilities are immense\nand perhaps beyond our imagination today."
  },
  {
    "title": "Science vs Religion",
    "content": "Whatever might be the origin of science and religion, the main point is their area of activity and their\nmethod of working. Science makes a man rational and free-minded. Religion wants man to believe\nblindly in what he is told to be true and worthy of being practiced. Science asks questions and puts\nevery thesis or proposal to test. Religion abhors such methods. Science believes in logical experiments\nand wants to declare something truthful and true if it comes out finally resultant of the experiment.\nReligion pre-supposes the result and wants to stick to it irrespective of the outcome of investigation,\ninquiry or experiment. So, religion and science both are complementary to each other. For mankind,\nboth are required in equal measure and simultaneously. Thus intrinsically, both are essential for man.\nThe role of education as an agent or instrument of social change and social development is widely\nrecognised today. Social change may take place: (i) When human needs change. (ii) When the existing\nsocial system or network of social institutions fail to meet the existing human needs, and (iii) When new\nmaterials suggest better ways of meeting human needs. Social changes do not take place automatically\nor by themselves. As MacIver says, social change takes place as a response to many types of changes\nthat take place in the social and non-social environment. Education can initiate social changes by\nbringing about a change in outlook and attitude of man. It can bring about: a change in the pattern of\nsocial relationships and thereby it may cause social changes. There was a time when educational\ninstitutions and teachers were engaged in transmitting a way of life to the students. During those days,\neducation was more a means of social control than an instrument of social change. Modern schools,\ncolleges and universities do not place much emphasis; upon transmitting a way of life to the students.\nThe traditional education was meant for an unchanging, static society, not marked by rapid changes."
  },
  {
    "title": "Mass Communication in India",
    "content": "Radio, T.V., films, newspapers, and periodicals, etc. are the various forms\nof the mass media and communication. The importance of these can hardly be overemphasized. T.V.,\nfilms, newspapers, and periodicals, etc. are the various forms of the mass media and communication.\nThe importance of these can hardly be overemphasized. They play a vital role in dissemination of\nknowledge and information, formation of public opinion, national integration and removal of\nsuperstition. The urgency and importance of multi-channels of mass communication for a country like\nIndia, with a population of more than a billion, is clear. Radio broadcasting started in India in 1927, in\nMumbai and Kolkata. Since then it has spread as a vast network, covering almost all the villages,\nhamlets, towns and cities. It was christened Akashvani in 1957. Now, there are over 100 stations of All\nIndia Radio, serving as very effective means of communication, education and entertainment. Radios\nand transistors are very popular as they are cheap, handy and affordable. Over 95% of our population\nis covered by its vast network of stations and broadcasting centres. Now there are about 273 bulletins\nfor duration of 37 hours in its regional, national and external services. It is one of the biggest news\norganisations of its kind in the world. There are 78 news bulletins in 19 languages in home service from\nDelhi alone. Then there are 127 regional bulletins in 62 languages. In the external air service, bulletins\nin 67 languages and dialects are broadcast every day. Besides, there are sports bulletins, special\nbulletins, weather and Parliament bulletins. There are hosts of other, very useful bulletins,\ncommentaries and broadcasts to cover events, people, news, and views of national and international\nimportance. Yuvak Vain is a programme for the youth of the nation, by the young men and women of\nthe country, between the ages of 15 and 30. For school students most of the AIR stations have regular\nprogrammes, based on their school curriculum."
  },
  {
    "title": "Assam",
    "content": "Assam, known as the land of blue hills and red river, is also a land of many feasts and festivals, which\nare marked by music, dance, mirth, gaiety, community sharing, and spiritual colouring. Among these,\nBihu is the most impressive and prominent. Bihu is the chief festival of the people of Assam celebrated\nby everyone irrespective of caste, creed, and race. Assamese celebrate three types of Bihus in a yearRongaali Bihu or Bohaag Bihu, Kati Bihu or Kongaali Bihu and Magh Bihu or Bhogaali Bihu. The word\n‘Bihu’ comes from the Sanskrit word ‘Vishu’. The Bihus are closely associated with the farmer’s life,\nwhich characterises ancient rural Assamese life. It marks three distinct phases in the cultivation of\npaddy-the native crop of Assam. Bohaag Bihu marks the advent of planting time, the Kati Bihu is\ncelebrated at the completion of sowing season while Magh Bihu symbolises the culmination of\nharvesting period. Rongaali Bihu is the most important Bihu among the three Bihus. It is celebrated in\nthe month of Bohaag, the first month of the Assamese calendar. Thus, the festival marks the advent of\nAssamese New year. Hence, it is characterized by lots of merriment, gaiety, songs and dance. The\nfestival coincides with the arrival of spring season in the state providing greater reason for merriment.\nThe nature is in its finest form fully adorned with blossoms and flowers. Therefore, this Bihu is known\nas Rongaali Bihu or the festival of merriment (‘Rong’ means joy in Assamese). Bihu festivals are an\nintegral part of Assamese life and culture. Bihu geet or Bihu songs constitute an important part of\nAssam’s rich heritage and literature. The uniqueness of Bihu celebrations is that they are celebrated by\neveryone in Assam irrespective of caste, creed, or race. The festivals are true community festivals and\npromote a sprit of love, brotherhood and sense of oneness among the people. It is therefore, the duty\nof every Assamese to preserve these national festivals in their original form and grandeur."
  },
  {
    "title": "Water Scarcity",
    "content": "It is said that around 3.7 billion years ago, the earth cooled down and had warm oceans. In these warm\nwater bodies, the first single-celled organisms evolved. Thus, water was instrumental in the origin of\nlife. 70% of the earth is covered with water, and up to 70% of the human body is made of water. Today\nwe have millions of marine species, but many plants and animals evolved to survive in non-saline\nconditions. The human civilization rose on the banks of rivers. Early human beings settled down along\nthe fertile river basins as it was easy for growing crops, and was convenient for transportation too.\nPresently, agriculture demands for 70% of the freshwater needs. Industries and domestic uses share\nthe rest thirty percent. But this precious resource has become scarce due to many human-made\nreasons. Only three percent of the total water available is freshwater. But more than sixty percent of\nthis potable water is locked up in ice caps and glaciers. Moreover, we haven't kept our water bodies\nclean. Industrial effluents and sewage discharges are directly let into rivers. In cities, buildings come up\non dried ponds and lakes. So, when it rains, we don't have the facility to store the rainwater. Therefore,\nwe not only have frequent flash floods, but the rainwater goes to the sea and gets wasted. We use the\nfertile soil from riverbeds carelessly, and it leads to flooding in riverine areas too. So, we humans are\nprimarily responsible for reducing the holding capacity of water bodies. We live in concrete jungles, and\na green cover is almost missing in our cities. It is the roots of trees that help in retention of groundwater.\nMoreover, plants release oxygen and absorb carbon dioxide. Thus, they are instrumental in curbing\nglobal warming. Lesser warming implies a slower melting of ice sheets and glaciers, thereby, preserving\nthe largest source of freshwater. Floods and storms are natural events, but nature has its way of\nreplenishing the water that flows into the seas."
  },
  {
    "title": "Holi",
    "content": "Holi is one of the important festivals of the Hindus. It is a colorful festival of great joy and enthusiasm.\nThis festival is celebrated all over the country as a day filled with complete mischief, fun and enjoyment.\nHoli indicates the end of the winters and the beginning of the spring season. According to the Hindu\ncalendar it is celebrated on the full-moon night of the month of Phalgun. Holi is celebrated to mark the\nvictory of truth over evil, the victory of Prahlad over King Hiranyakashyap. Prahlad was a devotee of\nGod. His father, King Hiranyakashyap did not believe in God but-believed in his own powers. He failed\nto deviate his son’s devotion to God and decided to kill him by burning him alive. Prahlad’s sister, Holika,\nhad a God-gifted boon that she would not be burnt in the fire. She sat with her nephew in the blazing\nfire. Holika let herself be burnt and Prahlad was saved. The truth, the powers of the Supreme God,\ndefeated the false evil. During the day women folk worship a stack of wooden logs called Holi. At the\nend of the day in the full-moon night Holi is burnt in a holy way. The green ears of barley and gram are\nheated up in the fire and distributed among friends and relatives new. Friendships are made and old\nenmities are forgotten. Next day is the festive day of Holi. All hearts are filled with joy. Children throw\ncolored water on each other while the elder people apply ‘gulal’ or ‘abir’, There are noisy scenes as little\ngroups of children move from one locality to another exchanging holi greetings, singing songs and\nlaughing at their own jokes. It is almost mid-day when people move indoors to freshen themselves.\nThough this is a festival of brotherhood and unity, it has some disadvantages too. Some ill-minded\npeople-take this day as a chance to take revenge. They use dirty mud water. Use of strong colors\nharmful to the skin, charcoal and grease often create a serious quarrel. This leads to unnecessary enmity\nand spoils the charm of the festival"
  },
  {
    "title": "IT Technology",
    "content": "We live in a world where Alexa plays the music in the living room, and Siri sets the alarm on the phone.\nNot far is the day when most of us will have robots in our homes, loading the dishwasher and\nassembling our furniture. We already have drones, and experiments on driverless cars are going on.\nComputers are vital in the communication and transportation industries. They control our satellites and\ntraffic signals. Through Big data and analytics, companies make business decisions. Technologies like\nArtificial Intelligence, Machine Learning, and IoT (Internet of Things) could bring a sea of changes in our\ndaily lives. A range of industries right from agriculture, textiles to our defense field is highly dependent\non computer technology. There does not exist a sector, which is untouched by the magic of computers.\nComputers, smart phones, and cheap internet data packs have revolutionized the field of education. A\ndata-enabled mobile phone opens the door to vast resources. Online learning and distance education\nhave changed the fortunes of many. The software programs are better than print media in presenting\nthe subject to the students. In this way, they are more interested in learning and take initiatives to\nknow further. It increases the quality of education that people receive. Moreover, computers have vast\nstorage spaces, and the durability of the study material is also high. In specific fields like architecture\nand mechanical engineering, there is a paradigm shift in pedagogy. They learn and use software\ntechnologies like CAD and CAM. We know that the word 'computer' comes from compute and thus,\nthey were mostly computing devices. The first computer was for the military, and the U.S. army used it\nfor calculating artillery firing tables. Today, computers are used in tanks, planes, and ships to target\nenemy forces. They play a vital role in providing training and simulations to soldiers. They are essential\nto safeguard the confidential activities of the defense forces."
  },
  {
    "title": "Sports",
    "content": "Sports in School for Kids – A student, who is good in sports as well as in academics, develops an\noverall personality which is reflected in his or her life. It gives him strength, a sense of discipline and\nhow to associate with other players. School sports make school life more interesting also. Now-a-days\nall the colleges and schools have sports as a parts of compulsory curriculum. So for this purpose\nschools have big playgrounds. They have big playgrounds to accommodate games like football, hockey\nand cricket. Some schools also provide their students games like basketball, volleyball, table tennis,\nlawn tennis and badminton. School sports play a very important role in teaching a student team spirit.\nThey teach a student to play the game for the sake of playing and not for the sake of winning. So spirit\nof healthy competition and discipline is taught to the students. Some schools even have gymnasium\nto develop a child’s physique and mind. A student can apply the sportsman spirit in his everyday life\nalso and learn to accept defeats with a smile. Sports also teach us that practice makes a man perfect\nand hard work really pays in the end. School and college sports also help the student to choose career\nin sports itself. They can become professional sportsman. Sports also help students in careers in\nArmed Forces. So school sports should be encouraged and concerned authorities should see to it that\nschools make proper provision for this. A House on Fire for Kids – It was a dry day and it was night.\nThe clock on the tower had struck twelve. I was sleeping on the roof of my house. Suddenly I heard\nshouts of “Fire, Fire!” I woke up at once and looked out in the street. I saw a house on fire. It was at\nsome distance away from my house. I ran downstairs and reached the place. Many people had\ncollected there. They were trying to put out the fire. They were throwing water and sand on it. But it\ndid not prove of much help. A strong wind was blowing. Some cries were heard from inside the house.\nThe house belonged to a shopkeeper."
  },
  {
    "title": "The world is like a mirror",
    "content": "One day all the employees reached the office and they saw a big advice on the door on which it was\nwritten: “Yesterday the person who has been hindering your growth in this company passed away. We\ninvite you to join the funeral in the room that has been prepared in the gym”. In the beginning, they all\ngot sad for the death of one of their colleagues, but after a while, they started getting curious to know\nwho was that man who hindered the growth of his colleagues and the company itself. The excitement\nin the gym was such that security agents were ordered to control the crowd within the room. The more\npeople reached the coffin, the more the excitement heated up. Everyone thought: “Who is this guy who\nwas hindering my progress? Well, at least he died!” One by one the thrilled employees got closer to the\ncoffin, and when they looked inside they suddenly became speechless. They stood nearby the coffin,\nshocked and in silence, as if someone had touched the deepest part of their soul. There was a mirror\ninside the coffin: everyone who looked inside it could see himself. There was also a sign next to the\nmirror that said: “There is only one person who is capable of setting limits to your growth: it is YOU.”\nYou are the only person who can revolutionize your life. You are the only person who can influence\nyour happiness, your realization, and your success. You are the only person who can help yourself. Your\nlife does not change when your boss changes, when your friends change, when your partner changes\nwhen your company changes. Your life changes when YOU change, when you go beyond your limiting\nbeliefs when you realize that you are the only one responsible for your life. “The most important\nrelationship you can have is the one you have with yourself”. Moral: The world is like a mirror: it gives\nback to anyone the reflection of the thoughts in which one has strongly believed."
  },
  {
    "title": "Age of Advertisement",
    "content": "Today, the craze of advertisement of manufactured goods is on the increase. The art of advertisement\nis, in fact, a modern development. It has revolutionised the modern trade. Modern life is highly complex\nand mechanical. People have no time to go into the soul of things. They want to buy largely advertised\ngoods. The manufacturer, in his turn, wants to popularize his goods before these are manufactured.\nSuch is the craze for advertised goods. We are living in the age of advertisement. No wonder, one sees\nshining and multi-coloured bill-boards hung on poles displaying goods advertised. The city walls are\nfound lettered with eye-catching advertisements of products that are manufactured today. There is a\nspate of magazines and journals which spare pages for latest variety of goods manufactured. There are\nvarious methods of advertisement. The most popular and useful method is to send advertisements in\nnewspapers and magazines. Television is no less powerful a medium for advertising goods. There is\nalways a great demand for advertisement space of footage and much money flows to the advertising\nmedial. In certain cases the advertisement cost runs into thousands of rupees for a product advertised.\nAdvertisements are sometimes so scientifically and intelligently planned that they change the entire\npsychology of the consumers. Advertisements thus hold the sway and no manufacturer can do without\nit. A thing may not have an intrinsic value but it must be well advertised. We live in a glamorous world\nof advertisement. Advertisements have now developed both as an art as well as a science. The world\nof advertisement is very large. It is a run between the manufacturer and the consumer without wickets.\nIt is for the consumers to look into the soul of things advertised. They may go in for advertised goods\nbut they should not be taken in by eye-catching but cheap advertisements."
  },
  {
    "title": "How Economy works ?",
    "content": "An economy is an area of the production, distribution and trade, as well\nas consumption of goods and services by different agents. Understood in its broadest sense, 'The\neconomy is defined as a social domain that emphasize the practices, discourses, and material\nexpressions associated with the production, use, and management of resources'. Economic agents can\nbe individuals, businesses, organizations, or governments. Economic transactions occur when two\ngroups or parties agree to the value or price of the transacted good or service, commonly expressed in\na certain currency. However, monetary transactions only account for a small part of the economic\ndomain. Economic activity is spurred by production which uses natural resources, labor and capital. It\nhas changed over time due to technology (automation, accelerator of process, reduction of cost\nfunctions), innovation (new products, services, processes, expanding markets, diversification of\nmarkets, niche markets, increases revenue functions) such as, that which produces intellectual property\nand changes in industrial relations (most notably child labor being replaced in some parts of the world\nwith universal access to education). A given economy is the result of a set of processes that involves its\nculture, values, education, technological evolution, history, social organization, political structure and\nlegal systems, as well as its geography, natural resource endowment, and ecology, as main factors.\nThese factors give context, content, and set the conditions and parameters in which an economy\nfunctions. In other words, the economic domain is a social domain of human practices and transactions.\nIt does not stand alone. A market-based economy is one where goods and services are produced and\nexchanged according to demand and supply between participants (economic agents) by barter or\na medium of exchange with a credit or debit value accepted within the network, such as a unit of\ncurrency."
  },
  {
    "title": "The Pot of Wit: Birbal's Return",
    "content": "Once Emperor Akbar became very angry at his favorite minister Birbal. He asked Birbal to leave the\nkingdom and go away. Accepting the command of the Emperor, Birbal left the kingdom and started\nworking in a farmer’s farm in an unknown village far away under a different identity. As months passed,\nAkbar started to miss Birbal. He was struggling to solve many issues in the empire without Birbal’s\nadvice. He regretted a decision, asking Birbal to leave the empire in anger. So Akbar sent his soldiers to\nfind Birbal, but they failed to find him. No one knew where Birbal was. Akbar finally found a trick. He\nsent a message to the head of every village to send a pot full of the wit to the Emperor. If the pot full of\nwit can not be sent, fill the pot with diamonds and jewels. This message also reached Birbal, who lived\nin one of the villages. The people of the village got together. All started talking about what to do now?\nThe wit is not a thing, which can be filled in the pot. How will we arrange for diamonds and jewels to\nfill the pot and send to the Emperor? Birbal who was sitting among the villagers said, “Give me the pot,\nI will fill the wit in one month’s end”. Everyone trusted Birbal and agreed to give him a chance. They\nstill didn’t know his identity. Birbal took the pot with him and went back to the farm. He had planted\nwatermelons on his farm. He selected a small watermelon and without cutting it from the plant, he put\nthat in the pot. He started looking after it by providing water and fertilizer regularly. Within a few days,\nthe watermelon grew into a pot so much that it was impossible to get it out of the pot. Soon, the\nwatermelon reached to the same size as the pot from inside. Birbal then cut the watermelon from the\nvine and separated it with the pot. Birbal sealed the pot with a lid and handed it over to the villagers. He said, \"Take this pot to Emperor Akbar and tell him it is filled with wit. Let him figure out how to retrieve it without breaking the pot.\"\n\nThe villagers, still unaware of Birbal's true identity, were puzzled but trusted his wisdom. They carried the pot to the royal court and presented it to Emperor Akbar, narrating how one of their villagers had claimed to fill it with wit. Intrigued, Akbar opened the pot and saw the watermelon inside. He was puzzled at first, but soon a smile spread across his face as he realized the brilliance behind the act.\n\nAkbar exclaimed, \"This is indeed wit! The person who came up with this idea is no ordinary man. This must be Birbal's work!\" He then turned to the villagers and asked, \"Who is the wise man who filled this pot?\"\n\nThe villagers replied, \"Your Majesty, he is a farmer in our village. We don’t know much about him, but he works diligently in the fields.\"\n\nAkbar immediately sent his soldiers to bring the farmer to the court. When Birbal was brought before Akbar, the Emperor's eyes lit up with joy. \"Birbal! I knew only you could think of something so clever. Forgive me for my harshness. I should never have sent you away.\"\n\nBirbal bowed and said, \"Your Majesty, a ruler’s anger should be like a line drawn on water—quick to disappear. I am always at your service.\"\n\nAkbar, moved by Birbal's wisdom and loyalty, reinstated him as the chief minister. From that day onward, Akbar vowed to control his temper and to never let his anger cloud his judgment again.\n\nThe court and the kingdom celebrated Birbal's return, and peace and prosperity were restored under his wise counsel. The story of the \"pot of wit\" spread far and wide, a timeless reminder of Birbal's brilliance and Akbar's eventual humility."
  },
  {
    "title": "The Journey of James Carter: From Broke to Billionaire",
    "content": "James Carter grew up in a small town in Ohio, the son of a factory worker and a schoolteacher. Though his family barely scraped by, James always had big dreams of making it in the bustling world of business. He excelled in school but lacked the funds to attend college. At 18, after his father lost his job due to factory downsizing, James left home for New York City with nothing but $100 in his pocket and an old suitcase.\n\nHe struggled to survive in the city, working odd jobs such as delivering pizzas, cleaning offices, and even sleeping in subway stations to save on rent. But James was resourceful. In his free time, he spent hours at the public library teaching himself about finance, investing, and entrepreneurship. One day, while delivering pizzas to a corporate office, James overheard two employees discussing a problem with real estate market trends and their lack of proper data visualization.\n\nAn idea struck him. James realized there was a gap in the market for a tool that could provide accessible, data-driven insights into real estate trends for small investors. Using free online coding tutorials and borrowed library books, James taught himself how to build a basic web application. After months of hard work, he created a prototype of a platform he called \"ClearView Analytics.\"\n\nWith no connections in the tech world, James started pitching his idea to local small-business owners and landlords, promising to help them make smarter investments. His pitch was compelling, and he managed to secure a small loan from a kind landlord who believed in his vision. With this funding, James launched ClearView Analytics and worked tirelessly to improve the platform.\n\nWithin two years, ClearView Analytics gained traction, attracting attention from major real estate firms and venture capitalists. By the time James was 25, his company had grown exponentially, earning him his first million dollars. By 30, James had expanded the platform globally and become a billionaire.\n\nJames’s story became an inspiration for millions. He often spoke about his journey at conferences, emphasizing the importance of resilience, self-learning, and seizing opportunities in unexpected places. Despite his success, James remained grounded and started a foundation to help young entrepreneurs from underprivileged backgrounds pursue their dreams—just as he once had.\n\nToday, James Carter is not only known as a tech innovator but also as a symbol of hope for anyone striving to turn their rags-to-riches dream into reality."
  },
  {
    "title": "The United States: A Land of Diversity and Opportunity",
    "content": "The United States of America, often referred to as the \"land of opportunity,\" is a vast and diverse country that has captured the imagination of millions around the world. Stretching from the Atlantic Ocean in the east to the Pacific Ocean in the west, the U.S. is a mosaic of cultures, landscapes, and traditions. It is a nation built on the ideals of freedom, democracy, and innovation.\n\nThe country’s geography is as varied as its people. From the towering skyscrapers of New York City to the expansive plains of the Midwest, the rugged Rocky Mountains, and the serene beaches of Hawaii, the U.S. offers a breathtaking array of natural and urban landscapes. Iconic landmarks like the Statue of Liberty, the Grand Canyon, and Mount Rushmore reflect both its history and natural beauty.\n\nCulturally, the United States is a melting pot, shaped by centuries of immigration. People from every corner of the globe have brought their traditions, languages, and cuisines, creating a vibrant and dynamic society. This diversity is evident in its cities, where you can experience a rich blend of art, music, and food from virtually every culture.\n\nEconomically, the U.S. is one of the most powerful nations in the world, leading in industries such as technology, entertainment, and manufacturing. Cities like Silicon Valley are hubs of innovation, while Hollywood has become the global center for film and entertainment. The country’s entrepreneurial spirit has given rise to some of the world’s largest companies and groundbreaking inventions.\n\nAt its core, the United States represents the pursuit of the American Dream—the belief that anyone, regardless of their background, can achieve success through hard work and determination. While challenges like inequality and political polarization persist, the U.S. continues to strive toward building a society that reflects its foundational ideals of liberty and justice for all.\n\nThe story of the United States is ever-evolving, a testament to its resilience and the enduring hope that it offers to those who call it home and those who dream of a better future within its borders."
  }
]